7767517
56 64
Input                    input0                   0 1 input0 0=224 1=224 2=3 -23329=1,127.779907
Convolution              Conv_0                   1 1 input0 192 0=64 1=7 3=2 4=3 5=1 6=9408 20=1 21=68 22=15 24=2 25=1 -23329=1,99.542343
ReLU                     Relu_1                   1 1 192 127 20=1 21=32767 22=15 23=1 -23329=1,99.542343
Pooling                  MaxPool_2                1 1 127 128 1=3 2=2 3=1 5=1 20=1 21=31302 22=15 -23329=1,95.091141
Split                    splitncnn_0              1 2 128 128_splitncnn_0 128_splitncnn_1 -23329=1,95.091141
Convolution              Conv_3                   1 1 128_splitncnn_1 195 0=64 1=3 4=1 5=1 6=36864 20=1 21=82 22=15 24=2 25=1 -23329=1,64.137459
ReLU                     Relu_4                   1 1 195 131 20=1 21=16639 22=13 23=1 -23329=1,130.268478
Convolution              Conv_5                   1 1 131 198 0=64 1=3 4=1 5=1 6=36864 20=1 21=51 22=15 24=2 25=1 -23329=1,39.182030
Eltwise                  Add_6                    2 1 198 128_splitncnn_0 134 0=1 20=1 21=13651 22=15 17=19881 18=13 -23329=1,39.615089
ReLU                     Relu_7                   1 1 134 135 20=1 21=16450 22=14 23=1 -23329=1,39.774948
Split                    splitncnn_1              1 2 135 135_splitncnn_0 135_splitncnn_1 -23329=1,39.774948
Convolution              Conv_8                   1 1 135_splitncnn_1 201 0=64 1=3 4=1 5=1 6=36864 20=1 21=247 22=15 24=2 25=1 -23329=1,90.913818
ReLU                     Relu_9                   1 1 201 138 20=1 21=20429 22=14 23=1 -23329=1,113.357262
Convolution              Conv_10                  1 1 138 204 0=64 1=3 4=1 5=1 6=36864 20=1 21=122 22=15 24=2 25=1 -23329=1,47.380245
Eltwise                  Add_11                   2 1 204 135_splitncnn_0 141 0=1 20=1 21=32509 22=15 17=19517 18=14 16=1 -23329=1,47.006649
ReLU                     Relu_12                  1 1 141 142 20=1 21=18146 22=14 23=1 -23329=1,52.060539
Split                    splitncnn_2              1 2 142 142_splitncnn_0 142_splitncnn_1 -23329=1,52.060539
Convolution              Conv_13                  1 1 142_splitncnn_1 207 0=128 1=3 3=2 4=1 5=1 6=73728 20=1 21=106 22=15 24=2 25=1 -23329=1,139.994186
ReLU                     Relu_14                  1 1 207 145 20=1 21=18240 22=14 23=1 -23329=1,155.854858
Convolution              Conv_15                  1 1 145 210 0=128 1=3 4=1 5=1 6=147456 20=1 21=130 22=15 24=2 25=1 -23329=1,125.905090
Convolution              Conv_16                  1 1 142_splitncnn_0 213 0=128 1=1 3=2 5=1 6=8192 20=1 21=389 22=15 24=2 25=1 -23329=1,180.755859
Eltwise                  Add_17                   2 1 210 213 150 0=1 20=1 21=21446 22=15 17=23522 18=14 -23329=1,118.303940
ReLU                     Relu_18                  1 1 150 151 20=1 21=19873 22=14 23=1 -23329=1,143.495941
Split                    splitncnn_3              1 2 151 151_splitncnn_0 151_splitncnn_1 -23329=1,143.495941
Convolution              Conv_19                  1 1 151_splitncnn_1 216 0=128 1=3 4=1 5=1 6=147456 20=1 21=90 22=15 24=2 25=1 -23329=1,151.112213
ReLU                     Relu_20                  1 1 216 154 20=1 21=25520 22=14 23=1 -23329=1,235.374435
Convolution              Conv_21                  1 1 154 219 0=128 1=3 4=1 5=1 6=147456 20=1 21=79 22=15 24=2 25=1 -23329=1,113.815742
Eltwise                  Add_22                   2 1 219 151_splitncnn_0 157 0=1 20=1 21=23480 22=15 17=20657 18=14 -23329=1,102.823944
ReLU                     Relu_23                  1 1 157 158 20=1 21=22447 22=14 23=1 -23329=1,140.872711
Split                    splitncnn_4              1 2 158 158_splitncnn_0 158_splitncnn_1 -23329=1,140.872711
Convolution              Conv_24                  1 1 158_splitncnn_1 222 0=256 1=3 3=2 4=1 5=1 6=294912 20=1 21=77 22=15 24=2 25=1 -23329=1,212.129471
ReLU                     Relu_25                  1 1 222 161 20=1 21=20772 22=14 23=1 -23329=1,268.938171
Convolution              Conv_26                  1 1 161 225 0=256 1=3 4=1 5=1 6=589824 20=1 21=71 22=15 24=2 25=1 -23329=1,200.681427
Convolution              Conv_27                  1 1 158_splitncnn_0 228 0=256 1=1 3=2 5=1 6=32768 20=1 21=190 22=15 24=2 25=1 -23329=1,426.093018
Eltwise                  Add_28                   2 1 225 228 166 0=1 20=1 21=15250 22=15 17=17394 18=13 -23329=1,198.306290
ReLU                     Relu_29                  1 1 166 167 20=1 21=21277 22=14 23=1 -23329=1,257.534271
Split                    splitncnn_5              1 2 167 167_splitncnn_0 167_splitncnn_1 -23329=1,257.534271
Convolution              Conv_30                  1 1 167_splitncnn_1 231 0=256 1=3 4=1 5=1 6=589824 20=1 21=65 22=15 24=2 25=1 -23329=1,259.587585
ReLU                     Relu_31                  1 1 231 170 20=1 21=24046 22=14 23=1 -23329=1,380.991486
Convolution              Conv_32                  1 1 170 234 0=256 1=3 4=1 5=1 6=589824 20=1 21=94 22=15 24=2 25=1 -23329=1,184.125015
Eltwise                  Add_33                   2 1 234 167_splitncnn_0 173 0=1 20=1 21=18164 22=15 17=22916 18=14 -23329=1,142.762497
ReLU                     Relu_34                  1 1 173 174 20=1 21=25121 22=14 23=1 -23329=1,218.893250
Split                    splitncnn_6              1 2 174 174_splitncnn_0 174_splitncnn_1 -23329=1,218.893250
Convolution              Conv_35                  1 1 174_splitncnn_1 237 0=512 1=3 3=2 4=1 5=1 6=1179648 20=1 21=98 22=15 24=2 25=1 -23329=1,298.763641
ReLU                     Relu_36                  1 1 237 177 20=1 21=26687 22=14 23=1 -23329=1,486.647430
Convolution              Conv_37                  1 1 177 240 0=512 1=3 4=1 5=1 6=2359296 20=1 21=148 22=15 24=2 25=1 -23329=1,137.163071
Convolution              Conv_38                  1 1 174_splitncnn_0 243 0=512 1=1 3=2 5=1 6=131072 20=1 21=353 22=15 24=2 25=1 -23329=1,225.194412
Eltwise                  Add_39                   2 1 240 243 182 0=1 20=1 21=16312 22=15 17=26899 18=14 -23329=1,112.107254
ReLU                     Relu_40                  1 1 182 183 20=1 21=24076 22=14 23=1 -23329=1,164.740341
Split                    splitncnn_7              1 2 183 183_splitncnn_0 183_splitncnn_1 -23329=1,164.740341
Convolution              Conv_41                  1 1 183_splitncnn_1 246 0=512 1=3 4=1 5=1 6=2359296 20=1 21=144 22=15 24=2 25=1 -23329=1,299.953278
ReLU                     Relu_42                  1 1 246 186 20=1 21=25257 22=14 23=1 -23329=1,462.395844
Convolution              Conv_43                  1 1 186 249 0=512 1=3 4=1 5=1 6=2359296 20=1 21=147 22=15 24=2 25=1 -23329=1,62.417667
Eltwise                  Add_44                   2 1 249 183_splitncnn_0 189 0=1 20=1 21=11368 22=15 17=21621 18=13 -23329=1,57.155815
ReLU                     Relu_45                  1 1 189 190 20=1 21=21697 22=14 23=1 -23329=1,75.691597
Convolution              Conv_46                  1 1 190 output0 0=30 1=1 5=1 6=15360 20=1 21=22 22=15 24=2 25=1 -23329=1,16.224165
